[
  {
    "date": "2024-12-01",
    "explanation": "What color is the universe?  More precisely, if the entire sky were smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted here, is a conditionally perceived shade of beige. In computer parlance: #FFF8E7.  To determine this, astronomers computationally averaged the light emitted by one of the larger samples of galaxies analyzed: the 200,000 galaxies of the 2dF Galaxy Redshift Survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.  In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/CosmicLatte_jhu_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Latte: The Average Color of the Universe",
    "url": "https://apod.nasa.gov/apod/image/2412/CosmicLatte_jhu_960.jpg"
  },
  {
    "copyright": "\nDaniel Stern\n",
    "date": "2024-12-02",
    "explanation": "This galaxy is unusual for how many stars it seems that you can see. Stars are so abundantly evident in this deep exposure of the spiral galaxy NGC 300 because so many of these stars are bright blue and grouped into resolvable bright star clusters.  Additionally, NGC 300 is so clear because it is one of the closest spiral galaxies to Earth, as light takes only about 6 million years to get here.  Of course, galaxies are composed of many more faint stars than bright, and even more of a galaxy's mass is attributed to unseen dark matter.  NGC 300 spans nearly the same amount of sky as the full moon and is visible with a small telescope toward the southern constellation of the Sculptor. The featured image was captured in October from Rio Hurtado, Chile and is a composite of over 20 hours of exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/Ngc300_Stern_7032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 300: A Galaxy of Stars",
    "url": "https://apod.nasa.gov/apod/image/2412/Ngc300_Stern_960.jpg"
  },
  {
    "date": "2024-12-03",
    "explanation": "If you could stand on Mars -- what might you see?  You might look out over a vast orange landscape covered with rocks under a dusty orange sky, with a blue-tinted Sun over the horizon, and odd-shaped water clouds hovering high overhead. This was just the view captured last March by NASA's rolling explorer,  Perseverance. The orange coloring is caused by rusted iron in the Martian dirt, some of which is small enough to be swept up by winds into the atmosphere. The blue tint near the rising Sun is caused by blue light being preferentially scattered out from the Sun by the floating dust. The light-colored clouds on the right are likely composed of water-ice and appear high in the Martian atmosphere.  The shapes of some of these clouds are unusual for Earth and remain a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/MarsClouds_Perseverance_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Clouds over a Red Planet",
    "url": "https://apod.nasa.gov/apod/image/2412/MarsClouds_Perseverance_960.jpg"
  },
  {
    "copyright": "\nNick Wright\n",
    "date": "2024-12-04",
    "explanation": "Does the Sun return to the same spot on the sky every day?  No.  A more visual answer is an analemma, a composite of sky images taken at the same time and from the same place over a year.  At completion, you can see that the Sun makes a figure 8 on the sky.  The featured unusual analemma does not, however, picture the Sun directly: it was created by looking in the opposite direction. All that was required was noting where the shadow of an edge of a house was in the driveway every clear day at the same time.  Starting in March in Falcon, Colorado, USA, the photographer methodically marked the shadow's 1 pm location. In one frame you can even see the photographer himself.  Although this analemma will be completed in 2025, you can start drawing your own driveway analemma -- using no fancy equipment -- as soon as today.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Driveway Analemma",
    "url": "https://www.youtube.com/embed/7QB_MOemCqs?rel=0"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2024-12-05",
    "explanation": "Jupiter looks sharp in these two rooftop telescope images. Both were captured last year on November 17 from Singapore, planet Earth, about two weeks after Jupiter's 2023 opposition. Climbing high in midnight skies the giant planet was a mere 33.4 light-minutes from Singapore. That's about 4 astronomical units away. Jupiter's planet girdling dark belts and light zones are visible in remarkable detail, along with the giant world's whitish oval vortices. Its signature Great Red Spot is prominent in the south. Jupiter rotates rapidly on its axis once every 10 hours. So, based on video frames taken only 15 minutes apart, these images form a stereo pair. Look at the center of the pair and cross your eyes until the separate images come together to see the 3D effect. Of course Jupiter is now not far from its 2024 opposition. Planet Earth is set to pass between the Solar System's ruling gas giant and the Sun on December 7.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/2023-11-17-1617_1632-Jupiter_Stereo.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Jupiter near Opposition",
    "url": "https://apod.nasa.gov/apod/image/2412/2023-11-17-1617_1632-Jupiter_Stereo1200.png"
  },
  {
    "copyright": "Purple Mountain (Tsuchinshan)",
    "date": "2024-12-06",
    "explanation": "Colorful and bright, this streaking fireball meteor was captured in a single exposure taken at Purple Mountain (Tsuchinshan) Observatory’s Xuyi Station in 2020, during planet Earth's annual Perseid meteor shower. The dome in the foreground houses the China Near Earth Object Survey Telescope (CNEOST), the largest multi-purpose Schmidt telescope in China. Located in Xuyi County, Jiangsu Province, the station began its operation as an extension of China's Purple Mountain Observatory in 2006. Darling of planet Earth's night skies in 2024, the bright comet designated Tsuchinshan-ATLAS (C/2023 A3) was discovered in images taken there on 2023 January 9. The discovery is jointly credited to NASA's ATLAS robotic survey telescope at Sutherland Observatory, South Africa. Other comet discoveries associated with the historic Purple Mountain Observatory and bearing the observatory's transliterated Mandarin name include periodic comets 60/P Tsuchinshan and 62/P Tsuchinshan.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/PurpleMountainObservatoryXuYiStationFireball.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Xuyi Station and the Fireball",
    "url": "https://apod.nasa.gov/apod/image/2412/PurpleMountainObservatoryXuYiStationFireball1024.jpg"
  },
  {
    "date": "2024-12-07",
    "explanation": "You might not think a close up view of rocket engines producing 8.8 million pounds of thrust would be relaxing, but here it can be. In fact, you can get a warm and cozy feeling just spending a few moments watching NASA's holiday rocket engine fireplace. The video features a loop of the Space Launch System rocket's RS-25 main engines throttled up and running flanked by solid rocket boosters and framed by a stone fireplace. The accompanying audio track mixes the drastically muted sounds of the rocket engines firing with the more familiar sounds of a burning, crackling wood fire. AI elements are included in the composed video along with an image and logo from the Artemis I mission. The Artemis I uncrewed mission to the Moon and back again launched in November 2022 on a Space Launch System rocket.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/NASARocketEngineFireplaceSnap600.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Engine Fireplace",
    "url": "https://apod.nasa.gov/apod/image/2412/NASARocketEngineFireplaceSnap600.png"
  },
  {
    "date": "2024-12-08",
    "explanation": "Are Saturn's auroras like Earth's?  To help answer this question, the Hubble Space Telescope and the Cassini spacecraft monitored Saturn's North Pole simultaneously during Cassini's final orbits around the gas giant in September 2017.  During this time, Saturn's tilt caused its North Pole to be clearly visible from Earth. The featured image is a composite of ultraviolet images of auroras and optical images of Saturn's clouds and rings, all taken by Hubble.  Like on Earth, Saturn's northern auroras can make total or partial rings around the pole. Unlike on Earth, however, Saturn's auroras are frequently spirals -- and more likely to peak in brightness just before midnight and dawn.  In contrast to Jupiter's auroras, Saturn's auroras appear better related to connecting Saturn's internal magnetic field to the nearby, variable, solar wind.  Saturn's southern auroras were similarly imaged back in 2004 when the planet's South Pole was clearly visible to Earth.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/SaturnAurora_Hubble_2215.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora around Saturn's North Pole",
    "url": "https://apod.nasa.gov/apod/image/2412/SaturnAurora_Hubble_960.jpg"
  },
  {
    "copyright": "\nFrancesco Pelizzo\n",
    "date": "2024-12-09",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen with the unaided eye even from the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured 23-hour exposure, taken from Fagagna, Italy  covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   New: Alternative multi-APOD front page",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/Pleiades_Pelizzo_9396.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades: The Seven Sisters Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2412/Pleiades_Pelizzo_960.jpg"
  },
  {
    "date": "2024-12-10",
    "explanation": "It was a night of 100,000 meteors.  The Great Meteor Storm of 1833 was perhaps the most impressive meteor event in recent history.  Best visible over eastern North America during the pre-dawn hours of November 13, many people -- including a young Abraham Lincoln -- were woken up to see the sky erupt in streaks and flashes. Hundreds of thousands of meteors blazed across the sky, seemingly pouring out of the constellation of the Lion (Leo).  The featured image is a digitization of a wood engraving which itself was based on a painting from a first-person account. We know today that the Great Meteor Storm of 1833 was caused by the Earth moving through a dense part of the dust trail expelled from Comet Tempel-Tuttle. The Earth moves through this dust stream every November during the Leonid meteor shower. Later this week you might get a slight taste of the intensity of that 1833 meteor storm by witnessing the annual Geminid meteor shower.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/LeonidsWoodcut_Vollmy_1293.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Meteor Storm of 1833",
    "url": "https://apod.nasa.gov/apod/image/2412/LeonidsWoodcut_Vollmy_960.jpg"
  },
  {
    "date": "2024-12-11",
    "explanation": "What's the closest active galaxy to planet Earth? That would be Centaurus A, cataloged as NGC 5128, which is only 12 million light-years distant. Forged in a collision of two otherwise normal galaxies, Centaurus A shows several distinctive features including a dark dust lane across its center, outer shells of stars and gas, and jets of particles shooting out from a supermassive black hole at its center.  The featured image captures all of these in a composite series of visible light images totaling over 310 hours captured over the past 10 years with a homebuilt telescope operating in Auckland, New Zealand. The brightness of Cen A's center from low-energy radio waves to high-energy gamma rays underlies its designation as an active galaxy.    Astrophysicists: Browse 3,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/CenAShellsJets_Olsen_6150.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shells and Jets of Galaxy Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/2412/CenAShellsJets_Olsen_1080.jpg"
  },
  {
    "copyright": "Mikiya Sato",
    "date": "2024-12-12",
    "explanation": "Based on its well-measured orbit, 3200 Phaethon (sounds like FAY-eh-thon) is recognized as the source of the meteoroid stream responsible for the annual Geminid meteor shower. Even though most meteor shower parents are comets, 3200 Phaethon is a known and closely tracked near-Earth asteroid with a 1.4 year orbital period. Rocky and sun-baked, its perihelion or closest approach to the Sun is well within the orbit of innermost planet Mercury. In this telescopic field of view, the asteroid's rapid motion against faint background stars of the heroic constellation Perseus left a short trail during the two minute total exposure time. The (faint) parallel streaks of its meteoric children flashed much more quickly across the scene. The family portrait was recorded near the Geminid meteor shower's very active peak on 2017 December 13. That was just three days before 3200 Phaethon's historic close approach to planet Earth. This year, the night of December 13 should again see the peak of the Geminid meteor shower, but faint meteors will be washed out by the bright light of the nearly full moon.  Watch: The 2024 Geminid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/MSato_Phaethon-and-Geminids-v1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phaethon's Brood",
    "url": "https://apod.nasa.gov/apod/image/2412/MSato_Phaethon-and-Geminids-v2.jpg"
  },
  {
    "copyright": "The Deep Sky Collective",
    "date": "2024-12-13",
    "explanation": "An intriguing pair of interacting galaxies, M51 is the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with whirlpool-like spiral structure seen nearly face-on is also cataloged as NGC 5194. Its spiral arms and dust lanes sweep in front of its smaller companion galaxy, NGC 5195. Some 31 million light-years distant, within the boundaries of the well-trained constellation Canes Venatici, M51 looks faint and fuzzy to the eye in direct telescopic views. But this remarkably deep image shows off stunning details of the galaxy pair's striking colors and fainter tidal streams. The image includes extensive narrowband data to highlight a vast reddish cloud of ionized hydrogen gas recently discovered in the M51 system and known to some as the H-alpha cliffs. Foreground dust clouds in the Milky Way and distant background galaxies are captured in the wide-field view. A continuing collaboration of astro-imagers using telescopes on planet Earth assembled over 3 weeks of exposure time to create this evolving portrait of M51.  Watch: The 2024 Geminid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/M51_HaLRGB_APOD2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: Tidal Streams and H-alpha Cliffs",
    "url": "https://apod.nasa.gov/apod/image/2412/M51_HaLRGB_APOD1024.jpg"
  },
  {
    "date": "2024-12-14",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the near vacuum of space.  Digitally enhanced and reprocessed, this picture taken from Apollo 17's command module America shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine underneath. The hatch allowing access to the lunar surface is seen at the front, with a round radar antenna at the top. Mission commander Gene Cernan is clearly visible through the triangular window. This spaceship performed gracefully, landing on the Moon and returning the Apollo astronauts to the orbiting command module in December of 1972. So where is Challenger now?  Its descent stage remains at the Apollo 17 landing site in the Taurus-Littrow valley.  The ascent stage pictured was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/AS17-149-22859-2v2SmlWmk.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/2412/AS17-149-22859-2v2SmlWmk1024.jpg"
  },
  {
    "copyright": "\nJakub Kuřák\n",
    "date": "2024-12-15",
    "explanation": "Meteors have been flowing out from the constellation Gemini.  This was expected, as mid-December is the time of the Geminid Meteor Shower.  Pictured here, over two dozen meteors were caught in successively added exposures taken over several hours early Saturday morning from a snowy forest in Poland. The fleeting streaks were bright enough to be seen over the din of the nearly full Moon on the upper right. These streaks can all be traced back to a point on the sky called the radiant toward the bright stars Pollux and Castor in the image center. The Geminid meteors started as sand sized bits expelled from asteroid 3200 Phaethon during its elliptical orbit through the inner Solar System.    Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/Geminids_Kurak_5757.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminid Meteors over a Snowy Forest",
    "url": "https://apod.nasa.gov/apod/image/2412/Geminids_Kurak_960.jpg"
  },
  {
    "date": "2024-12-16",
    "explanation": "This kilometer high cliff occurs on the surface of a comet.  It was discovered on the dark nucleus of Comet Churyumov - Gerasimenko (CG) by Rosetta, a robotic spacecraft launched by ESA, which orbited the comet from 2014 to 2016.  The ragged cliff, as featured here, was imaged by Rosetta early in its mission. Although towering about one kilometer high, the low surface gravity of Comet CG would likely make a jump from the cliffs by a human survivable.  At the foot of the cliffs is relatively smooth terrain dotted with boulders as large as 20 meters across. Data from Rosetta indicates that the ice in Comet CG has a significantly different deuterium fraction -- and hence likely a different origin -- than the water in Earth's oceans.  The probe was named after the Rosetta Stone, a rock slab featuring the same text written in three different languages that helped humanity decipher ancient Egyptian writing.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/CometCliffs_Rosetta_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Kilometer High Cliff on Comet Churyumov - Gerasimenko",
    "url": "https://apod.nasa.gov/apod/image/2412/CometCliffs_Rosetta_960.jpg"
  },
  {
    "copyright": "\nJeff Horne & \nDrew Evans\n",
    "date": "2024-12-17",
    "explanation": "What excites the Heart Nebula? First, the large emission nebula on the upper left, catalogued as IC 1805, looks somewhat like a human heart.  The nebula glows brightly in red light emitted by its most prominent element, hydrogen, but this long-exposure image was also blended with light emitted by sulfur (yellow) and oxygen (blue).  In the center of the Heart Nebula are young stars from the open star cluster Melotte 15 that are eroding away several picturesque dust pillars with their atom-exciting energetic light and winds. The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.  This wide field image shows much more, though, including the Fishhead Nebula just below the Heart, a supernova remnant on the lower left, and three planetary nebulas on the image right.  Taken over 57 nights, this image is so deep, though, that it clearly shows fainter long and complex filaments.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/Heart_HorneEvans_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Near to the Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/2412/Heart_HorneEvans_1080.jpg"
  },
  {
    "copyright": "\nMike Selby\n",
    "date": "2024-12-18",
    "explanation": "What kind of strange galaxy is this? This rare structure is known as a polar ring galaxy, and it seems to have two different rings of stars.  In this galaxy, NGC 660, one ring of bright stars, gas, and dark dust appears nearly vertical, while another similar but shorter ring runs diagonally from the upper left.  How polar ring galaxies obtain their striking appearance remains a topic of research, but a leading theory holds that it is usually the result of two galaxies with different central ring planes colliding.  NGC 660 spans about 50,000 light years and is located about 40 million light years away toward the constellation of the Fish (Pisces).  The featured image was captured recently from Observatorio El Sauce in Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/NGC660_Selby_1720.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 660: Polar Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2412/NGC660_Selby_960.jpg"
  },
  {
    "date": "2024-12-19",
    "explanation": "After the Crab Nebula, this giant star cluster is the second entry in 18th century astronomer Charles Messier's famous list of things that are not comets. M2 is one of the largest globular star clusters now known to roam the halo of our Milky Way galaxy. Though Messier originally described it as a nebula without stars, this stunning Hubble image resolves stars across the cluster's central 40 light-years. Its population of stars numbers close to 150,000, concentrated within a total diameter of around 175 light-years. About 55,000 light-years distant toward the constellation Aquarius, this ancient denizen of the Milky Way, also known as NGC 7089, is 13 billion years old. An extended stellar debris stream, a signature of past gravitational tidal disruption, was recently found to be associated with Messier 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/potw1913aa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 2",
    "url": "https://apod.nasa.gov/apod/image/2412/potw1913aM2_1024.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2024-12-20",
    "explanation": "On the night of December 15, the Full Moon was bright. Known to some as the Cold Moon or the Long Night Moon, it was the closest Full Moon to the northern winter solstice and the last Full Moon of 2024. This Full Moon was also at a major lunar standstill. A major lunar standstill is an extreme in the monthly north-south range of moonrise and moonset caused by the precession of the Moon's orbit over an 18.6 year cycle. As a result, the full lunar phase was near the Moon's northernmost moonrise (and moonset) along the horizon.  December's Full Moon is rising in this stacked image, a composite of exposures recording the range of brightness visible to the eye on the northern winter night. Along with a colorful lunar corona and aircraft contrail this Long Night Moon shines in a cold sky above the rugged, snowy peaks of the Italian Dolomites.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/CoronaLunareRevdgpicc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Long Night Moon",
    "url": "https://apod.nasa.gov/apod/image/2412/CoronaLunareRevdgpicc1024.jpg"
  },
  {
    "copyright": "Wael Omar",
    "date": "2024-12-21",
    "explanation": "A year in sunsets, from April 2023 to March 2024, track along the western horizon in these stacked panoramic views. The well-planned sequence is constructed of images recorded near the 21st day of the indicated month from the same location overlooking Cairo, Egypt. But for any location on planet Earth the yearly extreme northern (picture right) and southern limits of the setting Sun mark the solstice days. The word solstice is from Latin for \"Sun\" and \"stand still\". On the solstice date the seasonal drift of the Sun's daily path through the sky appears to pause and reverse direction in its annual celestial journey. Of course the Sun reaches a stand still on today's date. The 21 December 2024 solstice at 09:21 UTC is the moment of the Sun's southernmost declination, the start of astronomical winter in the north and summer in the south.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/SunsetYearOmar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year in Sunsets",
    "url": "https://apod.nasa.gov/apod/image/2412/SunsetYearOmar800.jpg"
  },
  {
    "date": "2024-12-22",
    "explanation": "The stars are not alone.  In the disk of our Milky Way Galaxy, about 10 percent of visible matter is in the form of gas called the interstellar medium (ISM).  The ISM is not uniform and shows patchiness even near our Sun.  It can be quite difficult to detect the local ISM because it is so tenuous and emits so little light.  This mostly hydrogen gas, however, absorbs some very specific colors that can be detected in the light of the nearest stars.  A working map of the local ISM within 20 light-years, based on ongoing observations and particle detections from the Earth-orbiting Interstellar Boundary Explorer satellite  (IBEX), is shown here.  These observations indicate that our Sun is moving through a Local Interstellar Cloud as this cloud flows outwards from the Scorpius-Centaurus Association star forming region.  Our Sun may exit the Local Cloud, also called the Local Fluff, during the next 10,000 years.  Much remains unknown about the local ISM, including details of its distribution, its origin, and how it affects the Sun and the Earth. Unexpectedly, IBEX spacecraft measurements indicate that the direction from which neutral interstellar particles flow through our Solar System is changing.   APOD Year in Review: Night Sky Network Presentation for 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/LocalCloud_ibex_5580.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Fluff",
    "url": "https://apod.nasa.gov/apod/image/2412/LocalCloud_ibex_960.jpg"
  },
  {
    "copyright": "\nJingyi Zhang\n",
    "date": "2024-12-23",
    "explanation": "It was December and the sky lit up like a Christmas tree. Shimmering, the vivid green, blue, and purple auroral colors that formed the tree-like apparition were caused by high atmospheric oxygen and nitrogen reacting to a burst of incoming electrons.  Collisions caused the orbital electrons of atoms and molecules to jump into excited energy states and emit visible light when returning to their normal state. The featured image was captured in Djúpivogur, Iceland during the last month of 2023. Our Sun is currently in its most energetic phase of its 11-year cycle, with its high number of active regions and sunspots likely to last into next year. Of course, the Sun has been near solar maximum during this entire year, with its outbursts sometimes resulting in spectacular Earthly auroras.    Image Processors: Take NASA's Astrophoto Challenge",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/AuroraTree_Zhang_1537.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Christmas Tree Aurora",
    "url": "https://apod.nasa.gov/apod/image/2412/AuroraTree_Zhang_960.jpg"
  },
  {
    "copyright": "\nTim White\n",
    "date": "2024-12-24",
    "explanation": "What do the following things have in common: a cone, the fur of a fox, and a Christmas tree?  Answer: they all occur in the constellation of the Unicorn (Monoceros).  Considered as a star forming region and cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. The featured image spans an angle larger than a full moon, covering over 50 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the Fox Fur Nebula, whose convoluted pelt lies just to the left of the image center, bright variable star S Mon visible just to the right of the Fox Fur, and the Cone Nebula near the image top.  With the Cone Nebula at the peak, the shape of the general glow of the region give it the nickname of the Christmas Tree Cluster, where stars are tree ornaments.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/ConeTree_White_2154.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fox Fur, Cone, and Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/2412/ConeTree_White_960.jpg"
  },
  {
    "copyright": "\nJaroslav Fous\n",
    "date": "2024-12-25",
    "explanation": "Why is there a huge eye in the sky? Diamond dust. That is an informal term for small ice crystals that form in the air and flitter to the ground. Because these crystals are geometrically shaped, they can together reflect light from the Sun or Moon to your eyes in a systematic way, causing huge halos and unusual arcs to appear. And sometimes, together the result can seem like a giant eye looking right back at you. In the featured image taken in the Ore Mountains of the Czech Republic last week, a bright Moon rising through ice fog-filled air resulted in many of these magnificent sky illusions to be visible simultaneously.  Besides Moon dogs, tangent arcs, halos, and a parselenic circle, light pillars above distant lights are visible on the far left, while Jupiter and Mars can be found just inside the bottom of the 22-degree halo.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/IceHalos_Fous_5568.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diamond Dust Sky Eye",
    "url": "https://apod.nasa.gov/apod/image/2412/IceHalos_Fous_960.jpg"
  },
  {
    "date": "2024-12-26",
    "explanation": "Viewed face-on, grand spiral galaxy NGC 5643 has a festive appearance in this colorful cosmic portrait. Some 55 million light-years distant, the galaxy extends for over 100,000 light-years, seen within the boundaries of the southern constellation Lupus. Its inner 40,000 light-years are shown in sharp detail in this composite of Hubble Space Telescope image data. The galaxy's magnificent spiral arms wind from a yellowish central region dominated by light from old stars, while the spiral arms themselves are traced by dust lanes, young blue stars and reddish star forming regions. The bright compact core of NGC 5643 is also known as a strong emitter of radio waves and X-rays. In fact, NGC 5643 is one of the closest examples of the Seyfert class of active galaxies, where vast amounts of dust and gas are thought to be falling into a central massive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/Hubble_NGC5643_potw2450a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Spiral NGC 5643",
    "url": "https://apod.nasa.gov/apod/image/2412/Hubble_NGC5643_potw2450a1024.jpg"
  },
  {
    "date": "2024-12-27",
    "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture was taken from the International Space Station orbiting at an altitude of 211 nautical miles. Of course from home, you can check out the Earth Now.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/ISS002-E-7377_2048c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth at Twilight",
    "url": "https://apod.nasa.gov/apod/image/2412/ISS002-E-7377_1024c.jpg"
  },
  {
    "copyright": "Włodzimierz Bubak",
    "date": "2024-12-28",
    "explanation": "Orion seems to come up sideways, climbing over a distant mountain range in this deep skyscape. The wintry scene was captured from southern Poland on the northern hemisphere's long solstice night. Otherwise unseen nebulae hang in the sky, revealed by the camera modified to record red hydrogen-alpha light. The nebulae lie near the edge of the Orion molecular cloud and join the Hunter's familiar belt stars and bright giants Betelgeuse and Rigel. Eye of Taurus the Bull, yellowish Aldebaran anchors the V-shaped Hyades star cluster near top center. Still, near opposition in planet Earth's sky, the Solar System's ruling gas giant Jupiter is the brightest celestial beacon above this horizon's snowy peaks.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/bubak-poland.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A December Winter Night",
    "url": "https://apod.nasa.gov/apod/image/2412/bubak-poland1024.jpg"
  },
  {
    "copyright": "\nKristina Makeeva\n",
    "date": "2024-12-29",
    "explanation": "What are these bubbles frozen into Lake Baikal? Methane.  Lake Baikal, a UNESCO World Heritage Site in Russia, is the world's largest (by volume), oldest, and deepest lake, containing over 20% of the world's fresh water. The lake is also a vast storehouse of methane, a greenhouse gas that, if released, could potentially increase the amount of infrared light absorbed by Earth's atmosphere, and so increase the average temperature of the entire planet. Fortunately, the amount of methane currently bubbling out is not climatologically important. It is not clear what would happen, though, were temperatures to significantly increase in the region, or if the water level in Lake Baikal were to drop.  Pictured, bubbles of rising methane froze during winter into the exceptionally clear ice covering the lake.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/BaikalBubbles_Makeeva_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methane Bubbles Frozen in Lake Baikal",
    "url": "https://apod.nasa.gov/apod/image/2412/BaikalBubbles_Makeeva_960.jpg"
  },
  {
    "copyright": "\nChristopher Stobie\n",
    "date": "2024-12-30",
    "explanation": "Is this what will become of our Sun? Quite possibly.  The first hint of our Sun's future was discovered inadvertently in 1764. At that time, Charles Messier was compiling a list of diffuse objects not to be confused with comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, one of the brightest planetary nebulas on the sky and visible with binoculars toward the constellation of the Fox (Vulpecula). It takes light about 1000 years to reach us from M27, featured here in colors emitted by sulfur (red), hydrogen (green) and oxygen (blue). We now know that in about 6 billion years, our Sun will shed its outer gases into a planetary nebula like M27, while its remaining center will become an X-ray hot white dwarf star.  Understanding the physics and significance of M27 was well beyond 18th century science, though. Even today, many things remain mysterious about planetary nebulas, including how their intricate shapes are created.    APOD Year in Review: Night Sky Network Presentation for 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/M27_Stobie_1432.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/2412/M27_Stobie_960.jpg"
  },
  {
    "date": "2024-12-31",
    "explanation": "What do you think this is?  Here’s a clue: it's bigger than a bread box. Much bigger. The answer is that pictured NGC 4753 is a twisted disk galaxy, where unusual dark dust filaments provide clues about its history. No one is sure what happened, but a leading model holds that a relatively normal disk galaxy gravitationally ripped apart a dusty satellite galaxy while its precession distorted the plane of the accreted debris as it rotated.  The cosmic collision is hypothesized to have started about a billion years ago.  NGC 4753 is seen from the side, and possibly would look like a normal spiral galaxy from the top.  The bright orange halo is composed of many older stars that might trace dark matter. The featured Hubble image was recently reprocessed to highlight ultraviolet and red-light emissions.    APOD Year in Review: NASA Night Sky Network Presentation for 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/NGC4753_HubbleReinartz_3900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Twisted Disk of NGC 4753",
    "url": "https://apod.nasa.gov/apod/image/2412/NGC4753_HubbleReinartz_960.jpg"
  },
  {
    "copyright": "\nTelescope Live, Heaven's Mirror Observatory; \nProcessing: Chris Cantrell\n",
    "date": "2025-01-01",
    "explanation": "The closest star system to the Sun is the Alpha Centauri system. Of the three stars in the system, the dimmest -- called Proxima Centauri -- is actually the nearest star. The bright stars Alpha Centauri A and B form a close binary as they are separated by only 23 times the Earth- Sun distance - slightly greater than the distance between Uranus and the Sun. The Alphasystem is not visible in much of the northern hemisphere. Alpha Centauri A, also known as Rigil Kentaurus, is the brightest star in the constellation of Centaurus and is the fourth brightest star in the night sky. Sirius is the brightest even though it is more than twice as far away. By an exciting coincidence, Alpha Centauri A is the same type of star as our Sun, and Proxima Centauri is now known to have a potentially habitable exoplanet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/AlphaCen_Cantrell_3429.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpha Centauri: The Closest Star System",
    "url": "https://apod.nasa.gov/apod/image/2501/AlphaCen_Cantrell_960.jpg"
  }
]
